{
  "bandPicture": "Band.webp",
  "members": [
    {
      "fullName": "Pierre Toïgo",
      "picture": "Pierre.webp",
      "pictureCredit": "Raphaël Beekmann",
      "bio": {
        "en": "<p>Pierre \"Pierrot\" Toïgo is, with his sidekick Eliot, a locomotive of NAC. Founding member, but above all an indistinguishable core which, over the years, continues to hold the helm according to the number of members of the group. Sailing since 1994 in an ocean of Rock proposals, tinged with Prog influence, Pierrot unleashes the songs with his frenzied riffs, with ever sharper sounds</p><p>In addition to the guitar, Pierrot also plays bass, the main vocals or the choirs, in order to compensate for the lack of personnel. Lack of staff which never seems to have been a constraint on writing or recording, witnesses to the tenacity of the Pierrot/Eliot duo.</p><p>Autodidact, Pierrot willingly dispenses tags. It's when you have nothing to promise that the proposals are the most sincere. The result ; a straightforward <i>hard</i> sound that can only grip the listener.</p>",
        "fr": "<p>Pierre \"Pierrot\" Toïgo est, avec son acolyte Eliot, une locomotive de NAC. Membre fondateur, mais surtout noyau indiscociable qui, par delà les années, continue de tenir la barre au grè des effectifs du groupe. Naviguant depuis 1994 dans un océan de propositions Rock, teinté d'influences Prog, Pierrot déchaine les morceaux avec ses riffs endiablés, aux sons toujours plus affutés.</p><p>En plus de la guitare, Pierrot a également assuré la basse, le chant principal ou les choeurs, afin de pallier le manque d'effectif qui n'a semble t'il, jamais été une contrainte à l'écriture ni à l'enregistrement, témoin de la ténacité du duo Pierrot/Eliot.</p><p>Autodidacte, Pierrot se dispense bien volontiers des étiquettes. C'est lorsque l'on a rien à promettre que les propositions sont les plus sincères. Le résultat ; un son <i>hard</i> sans détour qui ne peut que saisir l'auditeur.</p>",
        "de": "<p>Pierre „Pierrot“ Toïgo ist zusammen mit seinem Kumpel Eliot eine Lokomotive von NAC. Gründungsmitglied, aber vor allem ein ununterscheidbarer Kern, der im Laufe der Jahre entsprechend der Mitgliederzahl der Gruppe weiterhin das Ruder innehat. Pierrot segelt seit 1994 in einem Ozean von Rockvorschlägen mit Prog-Einflüssen und entfesselt die Songs mit seinen rasenden Riffs und immer schärferen Klängen.</p><p>Neben der Gitarre spielt Pierrot auch Bass, den Hauptgesang usw die Chöre, um den Personalmangel auszugleichen. Der Mangel an Personal, der beim Schreiben oder Aufnehmen nie ein Hindernis gewesen zu sein scheint, zeugt von der Hartnäckigkeit des Duos Pierrot/Eliot.</p><p>Pierrot ist Autodidakt und verzichtet bereitwillig auf Tags. Wenn Sie nichts zu versprechen haben, sind die Vorschläge am aufrichtigsten. Das Ergebnis; ein geradliniger <i>harter</i> Klang, der den Zuhörer nur fesseln kann.</p>",
        "es": "<p>Pierre \"Pierrot\" Toïgo es, con su compañero Eliot, una locomotora del NAC. Miembro fundador, pero sobre todo un núcleo indistinguible que, con el paso de los años, sigue ostentando el timón según el número de integrantes del grupo. Navegando desde 1994 en un océano de propuestas Rock, teñidas de influencia Prog, Pierrot desata las canciones con sus riffs frenéticos, con sonidos cada vez más nítidos</p><p>Además de la guitarra, Pierrot también toca el bajo, la voz principal o los coros, para compensar la falta de personal. La falta de personal, que nunca parece haber sido una limitación a la hora de escribir o grabar, atestigua la tenacidad del dúo Pierrot/Eliot.</p><p>Autodidacta, Pierrot dispensa etiquetas de buena gana. Es cuando no tienes nada que prometer que las propuestas son las más sinceras. El resultado; un sonido <i>duro</i> sencillo que sólo puede atrapar al oyente.</p>"
      },
      "roles": ["guitar"],
      "range": "1994-"
    }, {
      "fullName": "Lionel Baudet",
      "picture": "Lionel.webp",
      "pictureCredit": "Raphaël Beekmann",
      "bio": {
        "en": "<p>Lionel \"Eliot\" Baudet is, with Pierrot, the cornerstone of NAC. Founding member who demonstrates over the years his mechanical constancy in his ever more ferocious rhythms and his solos borrowing from psychedelia.</p><p>In addition to the guitar, Eliot often takes on the role of producer, producing drum machines and supervising the recording and mixing, allowing the recording of a first eponymous album in 2001. Curiosity also pushing him to sign experimental albums in his name.</p><p>A true mercenary of the note, Eliot continues to offer compositions and lyrics to the group, more determined than ever to transform these ideas into concrete ideas.</p>",
        "fr": "<p>Lionel \"Eliot\" Baudet est, avec Pierrot, la pierre angulaire de NAC. Membre fondateur qui démontre par delà les années sa constance mécanique dans ses rythmiques toujours plus féroces et ses solos emprunts de psychédélisme.</p><p>En plus de la guitare, Eliot a souvent endossé le rôle de producteur, réalisant les boîtes à rythmes et supervisant l'enregistrement et le mixage, permettant dès 2001 d'enregistrer un premier album éponyme. Curiosité le poussant également à signer des albums experimentaux en son nom.</p><p>Véritable mercenaire de la note, Eliot continue de proposer des compositions et des paroles au groupe, plus que jamais déterminé à transformer ces idées en pistes concrètes.</p>",
        "de": "<p>Lionel „Eliot“ Baudet ist zusammen mit Pierrot der Eckpfeiler von NAC. Gründungsmitglied, das im Laufe der Jahre seine mechanische Konstanz in seinen immer wilderen Rhythmen und seinen an Psychedelia angelehnten Soli unter Beweis stellt.</p><p>Neben der Gitarre übernimmt Eliot oft die Rolle des Produzenten und produziert Resonanzkörper. Rhythmen und die Überwachung der Aufnahme und des Mixes, was die Aufnahme eines ersten gleichnamigen Albums im Jahr 2001 ermöglichte. Die Neugier trieb ihn auch dazu, in seinem Namen experimentelle Alben zu signieren.</p><p>Als wahrer Söldner der Musik bietet Eliot der Gruppe weiterhin Kompositionen und Texte an, entschlossener denn je, diese Ideen in konkrete Ideen umzusetzen.</p>",
        "es": "<p>Lionel \"Eliot\" Baudet es, junto con Pierrot, la piedra angular de NAC. Miembro fundador que demuestra a lo largo de los años su constancia mecánica en sus ritmos cada vez más feroces y en sus solos inspirados en la psicodelia.</p><p>Además de la guitarra, Eliot suele asumir el papel de productor, produciendo cajas de resonancia. y supervisando la grabación y mezcla, lo que permitió la grabación de un primer álbum homónimo en 2001. La curiosidad también le empuja a firmar álbumes experimentales con su nombre.</p><p>Verdadero mercenario de la nota, Eliot sigue ofreciendo composiciones y letras al grupo, más decidido que nunca a transformar estas ideas en ideas concretas.</p>"
      },
      "roles": ["guitar"],
      "range": "1994-"
    }, {
      "fullName": "David Béché",
      "picture": "David.webp",
      "pictureCredit": "Raphaël Beekmann",
      "bio": {
        "en": "<p>Free electron of music, David is a singer, or more generally an MC who puts his energy and his improvising talents at the service of the music that calls him. Guitarist, bassist and also keyboardist, nothing can resist this adventurer of melodies, who constantly renews his repertoire in a frenetic eclecticism.</p><p>His arrival in the group in 2014, marks a turning point in the life of the group ; a breath of fresh air is blowing over NAC which is honing its requirements; concerts, album project, diligent rehearsals and new arrivals. This is the recipe that David successfully offers to the group.</p><p>This proud music-loving wanderer also excels in writing, whether music or lyrics, nourished by travel and experiences. almost dreamlike, which he dispenses like tales and lessons.</p>",
        "fr": "<p>Élecron libre de la musique, David est un chanteur, ou plus généralement un MC qui met son énergie et ses talents d'improvisateur au service de la musique qui l'appelle. Guitariste, bassiste et également claviériste, rien ne résiste à ce baroudeur de mélodies, qui sans cesse renouvèle son répertoire dans un écléctisme frénétique.</p><p>Son arrivée dans le groupe en 2014, marque un tournant dans la vie du groupe ; un vent de fraicheur souffle sur NAC qui affûte ses exigences ; concerts, projet d'album, répétitions assidues et nouveaux arrivants. Voilà la recette que David propose, avec succès, au groupe.</p><p>Ce fier vagabond mélomane s'illustre également à l'écriture, que ce soit de la musique ou des paroles, nourrie de voyages et d'experiences quasi oniriques, qu'il dispense comme des contes et leçons.</p>",
        "de": "<p>Als freies Elektron der Musik ist David ein Sänger oder allgemeiner ein MC, der seine Energie und sein Improvisationstalent in den Dienst der Musik stellt, die ihn ruft. Gitarrist, Bassist und auch Keyboarder, nichts kann diesem Abenteurer der Melodien widerstehen, der sein Repertoire in einem frenetischen Eklektizismus ständig erneuert.</p><p>Sein Eintritt in die Gruppe im Jahr 2014 markiert einen Wendepunkt im Leben der Gruppe ; ein frischer Wind weht über NAC, das seine Anforderungen verfeinert; Konzerte, Albumprojekt, fleißige Proben und Neuzugänge. Dies ist das Rezept, das David der Gruppe erfolgreich anbietet.</p><p>Dieser stolze, musikbegeisterte Wanderer zeichnet sich auch durch das Schreiben aus, sei es Musik oder Texte, genährt von Reisen und Erfahrungen. Fast traumhaft, was er wie Erzählungen und Geschichten erzählt Unterricht.</p>",
        "es": "<p>Electrón libre en la música, David es un cantante, o más generalmente un MC que pone su energía y su talento de improvisación al servicio de la música que lo llama. Guitarrista, bajista y también teclista, nada se resiste a este aventurero de las melodías, que renueva constantemente su repertorio en un eclecticismo frenético.</p><p>Su llegada al grupo en 2014, marca un punto de inflexión en la vida del grupo. ; un viento de frescura sopla sobre NAC que está afinando sus exigencias; Conciertos, proyecto de álbum, ensayos diligentes y novedades. Ésta es la receta que David ofrece con éxito al grupo.</p><p>Este orgulloso vagabundo melómano también destaca en la escritura, ya sea música o letras, nutrida de viajes y experiencias casi oníricas, que dispensa como cuentos y lecciones.</p>"
      }, 
      "roles": ["leadvocals"],
      "range": "2014-"
    }, {
      "fullName": "Arthur Beaulieu",
      "picture": "Arthur.webp",
      "pictureCredit": "Raphaël Beekmann",
      "bio": {
        "en": "<p>Arthur Beaulieu has shown a certain interest in music since he was very young. First following a classical course on the violin, as a teenager he discovered the swaying rhythms of rock, a discovery which naturally led him to the guitar, then to the bass.</p><p>After the split of a first Trash Metal band, David the tramp smells the right guy and offers Arthur to take the bass for NAC. Proposal which will gradually lead the bassist to take charge of production and contribute to the group's compositions and arrangements.</p><p>With the release of Dystopie in 2021, Arthur also wrote and performed the keyboard parts, as well as violin parts, his initial love for music. There is no doubt that he will do it again on a certain opus to come...</p>",
        "fr": "<p>Arthur Beaulieu a depuis son plus jeune âge manifesté un interêt certain pour la musique. Suivant d'abord un cursus classique au violon, il découvre à l'adolescence les rythmes chaloupés du rock, découverte qui le mènera naturellement à la guitare, puis à la basse.</p><p>Après le split d'un premier groupe de Trash Metal, David le vagabond flaire le bon filon et propose à Arthur de prendre la basse pour NAC. Proposition qui emmènera de fil en aiguille le bassiste à prendre en main la production et à contribuer aux compositions et arrangements du groupe.</p><p>Avec la sortie de Dystopie en 2021, Arthur à également écrit et interprété les parties de claviers, ainsi que les parties de violon, son amour initial pour la musique. Nul doute qu'il récidivera sur un certain opus à venir...</p>",
        "de": "<p>Arthur Beaulieu zeigte schon in jungen Jahren ein gewisses Interesse an Musik. Nachdem er zunächst einen klassischen Geigenunterricht absolvierte, entdeckte er als Teenager die wogenden Rhythmen des Rock, eine Entdeckung, die ihn natürlich zur Gitarre und dann zum Bass führte.</p><p>Nach der Trennung eines ersten Trash Metal David, der Vagabund, erkennt den richtigen Mann und bietet Arthur an, den Bass für NAC zu übernehmen. Vorschlag, der nach und nach dazu führen wird, dass der Bassist die Produktion übernimmt und zu den Kompositionen und Arrangements der Gruppe beiträgt.</p><p>Mit der Veröffentlichung von Dystopia im Jahr 2021 schrieb und spielte Arthur auch die Keyboardparts sowie die Violine Teile, seine anfängliche Liebe zur Musik. Es besteht kein Zweifel, dass er es bei einem bestimmten Werk noch einmal tun wird ...</p>",
        "es": "<p>Arthur Beaulieu ha mostrado cierto interés por la música desde muy joven. Primero siguiendo un curso de violín clásico, siendo adolescente descubrió los ritmos oscilantes del rock, descubrimiento que naturalmente lo llevó a la guitarra y luego al bajo.</p><p>Después de la separación de un primer Trash Metal grupo, David el vagabundo huele al chico adecuado y le ofrece a Arthur tomar el bajo para NAC. Propuesta que poco a poco llevará al bajista a hacerse cargo de la producción y contribuir a las composiciones y arreglos del grupo.</p><p>Con el lanzamiento de Dystopia en 2021, Arthur también escribió e interpretó las partes de teclado, además del violín. partes, su amor inicial por la música. No hay duda de que lo volverá a hacer en una obra determinada que está por venir...</p>"
      },
      "roles": ["bass"],
      "range": "2017-"
    }, {
      "fullName": "Tom Souty",
      "picture": "Tom.webp",
      "pictureCredit": "Arthur Beaulieu",
      "bio": {
        "en": "<p>Tom Souty is a talented guitarist, who has distinguished himself since a young age with an absolutely astonishing mastery of his instrument. His eclectic musical career takes him to Jazz, Death Metal, Progressive Rock and many other styles which enrich his tonal palette.</p><p>Always eager to test new musical horizons, Tom had since joined the ranks of NAC to take on the role of drummer. A new challenge for the prodigy who excels in providing impeccably executed <i>grooves</i>.</p><p>Added to this is solid knowledge of arrangements and composition, making Tom a versatile asset, with unparalleled nobility of soul.</p>",
        "fr": "<p>Tom Souty est un talentueux guitariste, qui s'illustre depuis son plus jeune âge par une maîtrise absolument stupéfiante de son instrument. Son parcous musical écléctique l'emmène au sein de formations Jazz, Death Metal, Progressive Rock et bien d'autre styles qui viennent enrichir sa palette tonale.</p><p>Toujours avide de tester de nouveaux horizons musicaux, Tom a depuis peu rejoint les rangs de NAC pour endosser le rôle de batteur. Un nouveau challenge pour le prodige qui excelle à fournir des <i>grooves</i> impeccablement exécutés.</p><p>À cela s'ajoute de solides connaissances sur les arrangements et la composition, faisant de Tom un atout polyvalent, à la noblesse d'âme inégalée.</p>",
        "de": "<p>Tom Souty ist ein talentierter Gitarrist, der sich schon in jungen Jahren durch eine absolut erstaunliche Beherrschung seines Instruments auszeichnet. Seine vielseitige musikalische Karriere führt ihn zu Jazz, Death Metal, Progressive Rock und vielen anderen Stilen, die seine Klangpalette bereichern.</p><p>Tom ist immer bestrebt, neue musikalische Horizonte zu testen, und hat sich schon früh den Reihen von NAC angeschlossen zur Rolle des Schlagzeugers. Eine neue Herausforderung für das Wunderkind, das sich dadurch auszeichnet, tadellos ausgeführte <i>Grooves</i> zu liefern.</p><p>Dazu kommen solide Kenntnisse in Arrangements und Komposition, die Tom zu einem vielseitigen Aktivisten mit beispielloser Seelenadligheit machen.</p>",
        "es": "<p>Tom Souty es un guitarrista talentoso, que se ha distinguido desde muy joven por un dominio absolutamente sorprendente de su instrumento. Su ecléctica carrera musical lo lleva al Jazz, Death Metal, Rock Progresivo y muchos otros estilos que enriquecen su paleta tonal.</p><p>Siempre ansioso por probar nuevos horizontes musicales, Tom desde pequeño se une a las filas de NAC para tomar sobre el papel del baterista. Un nuevo desafío para el prodigio que se destaca por proporcionar <i>ritmos</i> impecablemente ejecutados.</p><p>A esto se suma un sólido conocimiento de arreglos y composición, lo que convierte a Tom en un activo versátil, con una nobleza de alma incomparable.</p>"
      },
      "roles": ["drums"],
      "range": "2023-"
    }
  ],
  "pastMembers": [
    {
      "fullName": "Sylvain Mallet",
      "picture": "Sylvain.webp",
      "pictureCredit": "Guillaume Crantz",
      "bio": {
        "en": "<p>Sylvain Mallet joined the group in 2015 following the departure of Thomas, the group's unofficial and intermittent drummer, for Canada. Self-taught drummer, Sylvain brought his powerful and determined <em>grooves</em> like an over-motivated veteran to the group for many years.</p><br><p>A true rhythmic signature of the sound of Dystopie, he will bring his touch to this opus in unique descents and calls. He will finally leave the group at the end of 2022, following organizational differences.</p>",
        "fr": "<p>Sylvain Mallet a rejoint le groupe en 2015 suite au départ de Thomas, batteur officieux et intermittent du groupe, pour le Canada. Batteur autodidacte, Sylvain a apporté tel un briscard sur-motivé ses <em>grooves</em> puissants et déterminés de nombreuses années durant au groupe.</p><br><p>Véritable signature rythmique du son de Dystopie, il apportera sa touche à cet opus dans des descentes et appels uniques. Il quittera finalement le groupe à la fin 2022.</p>",
        "de": "<p>Sylvain Mallet trat der Gruppe im Jahr 2015 bei, nachdem Thomas, der inoffizielle und zeitweilige Schlagzeuger der Gruppe, nach Kanada abgewandert war. Der autodidaktische Schlagzeuger Sylvain brachte über viele Jahre hinweg seine kraftvollen und entschlossenen <em>Grooves</em> wie ein übermotivierter Veteran in die Gruppe ein.</p><br><p>Eine wahre rhythmische Signatur des Sounds von Dystopia, er wird diesem Werk in einzigartigen Abstiegen und Aufrufen seine Note verleihen. Aufgrund organisatorischer Differenzen wird er den Konzern Ende 2022 endgültig verlassen.</p>",
        "es": "<p>Sylvain Mallet se unió al grupo en 2015 tras la partida de Thomas, el baterista intermitente y no oficial del grupo, a Canadá. Batería autodidacta, Sylvain aportó al grupo sus <em>grooves</em> poderosos y decididos como un veterano sobremotivado durante muchos años.</p><br><p>Una verdadera firma rítmica del sonido de Distopía, aportará su toque a esta obra en descensos y llamadas únicos. Finalmente dejará el grupo a finales de 2022, tras diferencias organizativas.</p>"
      },
      "roles": ["drums"],
      "range": "2015-2022"
    }
  ],
  "releases": [
    {
      "title": "Dystopie Live",
      "artist": "NAC",
      "cover": "DystopieLive.webp",
      "audio": "DystopieLiveExtract.mp3",
      "date": "2021-12-06",
      "duration": "51:55",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": false,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/5p2DnceOJ5y0jqtBgSIVX9"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/dystopie-live/1621090635"
        }, {
          "type": "amazon",
          "url": ""
        }, {
          "type": "deezer",
          "url": ""
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=6Rf4fiKfZiY&list=PLp5D05IpZHwLKjS1HYOAMvtdc3rFaLFze&index=8"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/dystopie-live"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": ""            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Dystopie"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/21262774-NAC-Dystopie-Live"            
        }, {
          "type": "musicbrainz",
          "url": ""
        }
      ],
      "tracks": [
        {
          "title": "Tramp",
          "duration": "6:48",
          "composer": "Arthur Beaulieu, Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Dystopie",
          "duration": "6:17",
          "composer": "Philippe Dromard, Pierre Toïgo",
          "author": "Arthur Beaulieu"
        },
        {
          "title": "Bad Dreams (feat. Tom)",
          "duration": "6:55",
          "composer": "Pierre Toïgo",
          "author": "David Béché, Philippe Dromard"
        },
        {
          "title": "Nature Humaine",
          "duration": "7:22",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "Arthur Beaulieu, Lionel Baudet"
        },
        {
          "title": "Amor Ciego",
          "duration": "8:25",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Résilience",
          "duration": "8:19",
          "composer": "Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Crad' Bar Boogie",
          "duration": "7:49",
          "composer": "Pierre Toïgo",
          "author": "David Béché"
        }
      ]
    }, {
      "title": "Dystopie",
      "artist": "NAC",
      "cover": "Dystopie.webp",
      "audio": "DystopieExtract.mp3",
      "date": "2021-11-09",
      "duration": "46:30",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/44p4oWCfMZKX9HJt64ncoj"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/dystopie/1588780184"
        }, {
          "type": "amazon",
          "url": "https://music.amazon.fr/albums/B09HRC1LJS"
        }, {
          "type": "deezer",
          "url": "https://www.deezer.com/fr/album/263543602"
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=c8WVsM9SDgc&list=PLp5D05IpZHwLKjS1HYOAMvtdc3rFaLFze"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/dystopie"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": "https://listen.tidal.com/album/200014684"            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Dystopie"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/20399056-NAC-Dystopie"            
        }, {
          "type": "musicbrainz",
          "url": "https://musicbrainz.org/release/39049941-c348-4aeb-b86b-a5af7093d3ea"            
        }
      ],
      "tracks": [
        {
          "title": "Crad' Bar Boogie",
          "duration": "6:48",
          "composer": "Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Bad Dreams",
          "duration": "6:08",
          "composer": "Pierre Toïgo",
          "author": "David Béché, Philippe Dromard"
        },
        {
          "title": "Dystopie",
          "duration": "6:12",
          "composer": "Philippe Dromard, Pierre Toïgo",
          "author": "Arthur Beaulieu"
        },
        {
          "title": "Nature Humaine",
          "duration": "6:03",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "Arthur Beaulieu, Lionel Baudet"
        },
        {
          "title": "Amor Ciego",
          "duration": "6:23",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Tramp",
          "duration": "6:43",
          "composer": "Arthur Beaulieu, Pierre Toïgo",
          "author": "David Béché"
        },
        {
          "title": "Résilience (feat. Tom)",
          "duration": "8:09",
          "composer": "Pierre Toïgo",
          "author": "David Béché"
        }
      ]
    },
    {
      "title": "Crad' Bar Boogie",
      "artist": "NAC",
      "cover": "Crad.webp",
      "audio": "CradExtract.mp3",
      "date": "2021-10-31",
      "duration": "6:08",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/4zeFpm6v6E2nuCBMSCFL8d"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/crad-bar-boogie/1588777286?i=1588777287"
        }, {
          "type": "amazon",
          "url": "https://music.amazon.fr/albums/B09HRB5D81"
        }, {
          "type": "deezer",
          "url": "https://www.deezer.com/fr/album/263542232"
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=c8WVsM9SDgc"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/crad-bar-boogie-single"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": "https://listen.tidal.com/album/200014704"            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Crad-bar-boogie-single"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/20398864-NAC-Crad-Bar-Boogie"            
        }, {
          "type": "musicbrainz",
          "url": "https://musicbrainz.org/release/3921323e-d906-47fe-bc17-e5d359cc4ea3"            
        }
      ],
      "tracks": [
        {
          "title": "Crad' Bar Boogie",
          "duration": "6:48",
          "composer": "Pierre Toïgo",
          "author": "David Béché"
        }
      ]
    },
    {
      "title": "Tramp",
      "artist": "NAC",
      "cover": "Tramp.webp",
      "audio": "TrampExtract.mp3",
      "date": "2021-10-15",
      "duration": "6:43",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/4DCYfTa2gWMaBvP6qNBEti"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/tramp-single/1588181001"
        }, {
          "type": "amazon",
          "url": "https://music.amazon.fr/albums/B09HJTR29N"
        }, {
          "type": "deezer",
          "url": "https://www.deezer.com/fr/album/262556472"
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=CsxhdwfJVyk"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/tramp-single-2"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": "https://listen.tidal.com/album/199407447"            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Tramp-single"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/20398474-NAC-Tramp"            
        }, {
          "type": "musicbrainz",
          "url": "https://musicbrainz.org/release/0c82ec60-852a-4c23-bc7b-2a4377f82702"            
        }
      ],
      "tracks": [
        {
          "title": "Tramp",
          "duration": "6:43",
          "composer": "Arthur Beaulieu, Pierre Toïgo",
          "author": "David Béché"
        }
      ]
    },
    {
      "title": "Nature Humaine Origins",
      "artist": "NAC",
      "cover": "Nature.webp",
      "audio": "NatureExtract.mp3",
      "date": "2022-03-03",
      "duration": "8:14",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/1opR5BwZcZDSMZIsILnBSJ"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/nature-humaine-origins-feat-karine-fernel-single/1616262749"
        }, {
          "type": "amazon",
          "url": ""
        }, {
          "type": "deezer",
          "url": ""
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=aZJlt92yi1o&list=PLp5D05IpZHwJ3H5UscRcUlvZptZc3p1lM"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/nature-humaine-origins-single"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": ""            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Nature-humaine-origins"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/22272463-NAC-Nature-Humaine-Origins"            
        }, {
          "type": "musicbrainz",
          "url": ""            
        }
      ],
      "tracks": [
        {
          "title": "La Nature Humaine (feat. Karine Fernel)",
          "duration": "8:14",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet"
        }
      ]
    },
    {
      "title": "NAC Featuring Tay",
      "artist": "NAC",
      "cover": "Tay.webp",
      "audio": "TayExtract.mp3",
      "date": "2022-02-27",
      "duration": "7:53",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/0qOPXOZkCebos2KEH4zNCQ"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/nac-tay-feat-tay-single/1617782182"
        }, {
          "type": "amazon",
          "url": ""
        }, {
          "type": "deezer",
          "url": ""
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=aZJlt92yi1o&list=PLp5D05IpZHwJ3H5UscRcUlvZptZc3p1lM"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/nac-featuring-tay-single"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": ""            
        }, {
          "type": "genius",
          "url": "https://genius.com/artists/Nac-fra/"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/22262149-NAC-NAC-Featuring-Tay"            
        }, {
          "type": "musicbrainz",
          "url": ""            
        }
      ],
      "tracks": [
        {
          "title": "NAC Featuring Tay",
          "duration": "8:14",
          "composer": "Lionel Baudet, Pierre Toïgo",
          "author": "Armand Guyot, Photjanee On-Kham"
        }
      ]
    },
    {
      "title": "NAC",
      "artist": "NAC",
      "cover": "NAC.webp",
      "audio": "NACExtract.mp3",
      "date": "2022-04-04",
      "duration": "53:03",
      "label": "Messe Basse Production",
      "labelLink": "https://messe-basse-production.com/",
      "showOnMainPage": true,
      "links": [
        {
          "type": "spotify",
          "url": "https://open.spotify.com/album/0DBcFyKpuSgAmXAIraCRk9"
        }, {
          "type": "apple",
          "url": "https://music.apple.com/album/nac/1617782356"
        }, {
          "type": "amazon",
          "url": ""
        }, {
          "type": "deezer",
          "url": ""
        }, {
          "type": "youtube",
          "url": "https://www.youtube.com/watch?v=aMyY7_0tz0Q&list=PLp5D05IpZHwLrnqhGJD0icnO2esXeVPU2"
        }, {
          "type": "bandcamp",
          "url": "https://nacband.bandcamp.com/album/nac"
        }
      ],
      "moreLinks": [
        {
          "type": "tidal",
          "url": ""            
        }, {
          "type": "genius",
          "url": "https://genius.com/albums/Nac-fra/Nac"            
        }, {
          "type": "discogs",
          "url": "https://www.discogs.com/release/22707005-NAC-NAC"
        }, {
          "type": "musicbrainz",
          "url": ""            
        }
      ],
      "tracks": [
        {
          "title": "Oil Mechanic Life",
          "duration": "3:59",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "C'Est Beau La Vie",
          "duration": "5:11",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Badminton Man",
          "duration": "6:51",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Malibu",
          "duration": "5:16",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "La Chaise",
          "duration": "3:39",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Fragment D'Amertume",
          "duration": "6:04",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Le Jour Des Monstres",
          "duration": "4:58",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Indigo",
          "duration": "4:03",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "La Bande D4",
          "duration": "6:53",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        },
        {
          "title": "Le Blues du Mille Pattes Jaune Et Bleu",
          "duration": "6:09",
          "composer": "Christophe Boulogne, Lionel Baudet, Pierre Toïgo",
          "author": "Lionel Baudet, Pierre Toïgo"
        }
      ]
    }
  ],
  "links": [
    {
      "type": "spotify",
      "name": "Spotify",
      "url": "https://open.spotify.com/artist/71YUgouAzYQ9NYerniOasC/"
    }, {
      "type": "apple",
      "name": "Apple Music",        
      "url": "https://music.apple.com/artist/nac/1588180391"
    }, {
      "type": "deezer",
      "name": "Deezer",
      "url": "https://www.deezer.com/artist/161217332"
    }, {
      "type": "amazon",
      "name": "Amazon Music",
      "url": "https://music.amazon.fr/artists/B0933N2ZTY/nac/"
    }, {
      "type": "tidal",
      "name": "Tidal",
      "url": "https://tidal.com/artist/31364715"
    }, {
      "type": "bandcamp",
      "name": "Bandcamp",
      "url": "https://nacband.bandcamp.com/"
    }, {
      "type": "discogs",
      "name": "Discogs",
      "url": "https://www.discogs.com/artist/10054414-NAC-7/"
    }, {
      "type": "genius",
      "name": "Genius",
      "url": "https://genius.com/artists/Nac-fra/"
    }, {
      "type": "musicbrainz",
      "name": "MusicBrainz",
      "url": "https://musicbrainz.org/artist/3e3ccb24-a46b-42ee-b7d4-b87ed2d75333"
    }
  ],
  "styles": {
    "mainColor": "#D45656",
    "gradientStart": "#4A4444",
    "gradientEnd": "#663F3F"
  }
}
